{
  "prompt_title": "Please enter your name",
  "prompt_submit": "Submit",

  "app_title": "NadinTask",
  "bar_settings": "Profile Settings",
  "bar_logout": "Logout",

  "dashboard_title": "Dashboard",
  "greeting": "Hello! Welcome to our website",
  "am": "AM",
  "pm": "PM",

  "0": "It's the quiet hour of the night, where the world sleeps peacefully.",
  "1": "The dawn breaks, painting the sky with hues of orange and pink.",
  "2": "The early morning hustle begins as people start their day with a cup of coffee.",
  "3": "The sun rises higher, casting long shadows and warming the earth.",
  "4": "Mid-morning brings productivity as tasks are tackled with focus and determination.",
  "5": "Lunchtime arrives, filling the air with the aroma of various cuisines.",
  "6": "The afternoon sun shines brightly, inviting outdoor activities and leisurely strolls.",
  "7": "Late afternoon sees a brief lull before the rush hour traffic begins.",
  "8": "The evening approaches, bringing with it a sense of relaxation and anticipation.",
  "9": "Dinner time arrives, families gather around the table to share stories and laughter.",
  "10": "The night sets in, stars twinkle in the sky, and the city comes alive with lights.",
  "11": "Midnight strikes, a time for reflection and quiet contemplation in the stillness of the night.",
  "12": "The mid-afternoon slump, where eyelids grow heavy and minds wander.",
  "13": "The late afternoon hustle, where deadlines loom and tasks demand attention.",
  "14": "The sun begins its descent, casting a warm glow over the landscape.",
  "15": "The golden hour arrives, bathing everything in a soft, ethereal light.",
  "16": "Evening approaches, bringing with it the promise of rest and relaxation.",
  "17": "The early evening bustle, as families gather and friends reunite.",
  "18": "Dinner time arrives, filling homes with the savory scents of home-cooked meals.",
  "19": "The night begins to fall, stars twinkle in the sky like diamonds scattered across velvet.",
  "20": "The city comes alive with lights, illuminating the streets and painting the night in vibrant colors.",
  "21": "Midnight strikes, a time for secrets and whispers in the stillness of the night.",
  "22": "The witching hour returns, where the veil between worlds grows thin and spirits roam free.",
  "23": "The darkest hour of the night, where shadows lurk and dreams take flight in the depths of slumber.",

  "todo_title": "ToDo List",
  "todo_add": "Add",
  "todo_empty_state": "You haven't added any task yet.",
  "todo_message_add_success": "Task added",
  "todo_message_add_failed": "Please enter a title for your new task",
  "todo_message_duplicate": "You already have a task with the same title",
  "todo_message_check_success": "Task checked as done",
  "todo_message_remove_success": "Task removed",

  "weather_title": "Weather",
  "weather_city": "City",
  "weather_placeholder": "Enter city name:",
  "weather_search": "Search",
  "weather_calm": "Calm",
  "weather_breezy": "Breezy",
  "weather_Stormy": "Stormy",

  "profile_title": "Profile",
  "profile_name": "Name",
  "profile_name_placeholder": "Enter your name",
  "profile_locale": "Locale",
  "profile_theme": "Theme Background",
  "profile_save": "Save Changes",
  "white-clouds": "White Clouds",
  "purple-moon": "Purple Moon",
  "fresh-leaves": "Fresh Leaves",
  "relaxing-cottage": "Relaxing Cottage"
}
